Revit 2027 API
ParameterTypeId.ViewGraphSchedTotalColumns Property
 "Total Column Locations"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedTotalColumns { get; }
Public Shared ReadOnly Property ViewGraphSchedTotalColumns As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedTotalColumns {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedTotalColumns : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace